{
  "model_type": "sail-example",
  "architectures": ["SailExampleForCausalLM"],
  "hidden_size": 16,
  "num_hidden_layers": 1,
  "num_attention_heads": 2,
  "vocab_size": 32,
  "max_position_embeddings": 64,
  "torch_dtype": "float32"
}
